Repository: AdamWill/blivet-gui
Catalog: blivetgui/po/*.po
Languages: cs

source: File
cs: Soubor

source: Quit
cs: Ukončit

source: Edit
cs: Upravit

source: Undo Last Action
cs: Vrátit poslední akci

source: Clear Queued Actions
cs: Zrušit naplánované akce

source: Apply Queued Actions
cs: Provést naplánované akce

source: Device
cs: Zařízení

source: New
cs: Nové

source: Delete
cs: Smazat

source: Unmount
cs: Odpojit

source: Create LVM Physical Volume
cs: Vytvořit LVM Physical Volume

source: Create LVM Volume Group
cs: Vytvořit LVM Volume Group

source: Help
cs: Nápověda

source: Contents
cs: Obsah

source: About
cs: O blivet-gui

source: free space
cs: volné místo

source: unallocated
cs: nealokováno

source: Partition
cs: Oddíl

source: Create new device
cs: Vytvořit nové zařízení

source: Delete selected device
cs: Smazat vybrané zařízení

source: Edit or resize device
cs: Upravit vybrané zařízení

source: Unmount selected device
cs: Odpojit vybrané zařízení

source: Apply queued actions
cs: Provést naplánované akce

source: Clear queued actions
cs: Smazat naplánované akce

source: Proccessing
cs: Zpracování probíhá

source: <b>Queued actions are being proccessed.</b>
cs: <b>Naplánované akce jsou právě zpracovávány.</b>

source: <b>All queued actions have been processed.</b>
cs: <b>Všechny naplánované akce byly provedeny.</b>

source: Pending actions ({0})
cs: Čekající akce ({0})

source: Partitions
cs: Oddíly

source: extended
cs: rozšířený

source: <b>LVM2 Volume group <i>{0}</i> occupying {1} physical volume(s):</b>
cs: <b>LVM2 Volume group <i>{0}</i> umístěný na {1} fyzických zařízeních:</b>

source: • PV <i>{0}</i>, size: {1} on <i>{2}</i> disk.
cs: • PV <i>{0}</i>, velikost: {1} na disku <i>{2}</i>.

source: <b>Hard disk</b> <i>{0}</i> • Size: <i>{1}</i> • Model: <i>{2}</i>
cs: <b>Pevný disk</b> <i>{0}</i> • Velikost: <i>{1}</i> • Model: <i>{2}</i>

source: Filesystem
cs: Souborový systém

source: Mountpoint
cs: Přípojný bod

source: Size
cs: Velikost

source: delete partition {0}
cs: smazat oddíl {0}

source: <b>Disks</b>
cs: <b>Disky</b>

source: show version information
cs: zobrazit informace o verzi

source: embed this application
cs: embedovat tuto aplikaci

source: Root privileges required
cs: Jsou vyžadována práva roota

source: Root privileges are required for running blivet-gui.
cs: Pro spouštění blivet-gui jsou vyžadována rootovská práva.

source: Error: Filesystem type must be specified when creating new partition.
cs: Chyba: Při vytváření nového oddílu musíte specifikovat souborový systém.

source: Error: Unknown error appeared: %(exception)s.
cs: Chyba: Objevila se neznámá chyba: %(exception)s.

source: Unmount failed. Are you sure '%(device_name)s' is not in use?
cs: Odpojení se nezdařilo. Jste si jisti, že '%(device_name)s' není používáno?

source: Confirm delete operation
cs: Potvrzení mazání

source: Are you sure you want to delete device %(device_name)s?
cs: Jste si jisti, že chcete smazat zařízení %(device_name)s?

source: Confirm scheduled actions
cs: Potvrzení naplánovaných akcí

source: Are you sure you want to perform scheduled actions?
cs: Jste si jisti, že chcete provést naplánované akce?

source: Are you sure you want to quit?
cs: Jste si jisti, že chce ukočit aplikaci?

source: There are unapplied queued actions. Are you sure you want to quit blivet-gui now?
cs: Existují naplánované nepotvrzené akce. Jste si jisti, že chcete blivet-gui nyní ukočit?

source: Edit device
cs: Upravit zařízení

source: Volume size:
cs: Velikost

source: <b>This device cannot be resized.</b>
cs: <b>U tohoto zařízení nelze změnit velikost.</b>

source: Filesystem:
cs: Souborový systém:

source: <b>Warning: This will delete all data on {0}!</b>
cs: <b>Varování: Tímto smažete všechna data na {0}!</b>

source: Create new partition
cs: Vytvořit nový oddíl

source: Device type:
cs: Typ zařízení:

source: Type
cs: Typ

source: Available devices:
cs: Dostupná zařízení:

source: Free space after:
cs: Volné místo za:

source: Name:
cs: Jméno:

source: No partition table found on disk
cs: Na disku nebyla nalezena tabulka oddílů

source: A partition table is required before partitions can be added. <b>Warning: This will delete all data on {0}!</b>
cs: Tabulka oddílů musí být vytvořena před vytvořením dalších oddílů. <b>Varování: Tímto smažete všechna data na {0}!</b>

source: Select new partition table type:
cs: Vyberte novou tabulku oddílů:

source: Create new LVM2 PV
cs: Vytvořit nový LVM2 PV
